Revit 2027 API
ParameterTypeId.FabricParamSpanTagComponentReference Property
 "Tag Component Reference"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId FabricParamSpanTagComponentReference { get; }
Public Shared ReadOnly Property FabricParamSpanTagComponentReference As ForgeTypeId
	Get
public:
static property ForgeTypeId^ FabricParamSpanTagComponentReference {
	ForgeTypeId^ get ();
}
static member FabricParamSpanTagComponentReference : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace